Repository: Xele02/UMO-translation
Catalog: Database/tutoMiniAdvDb_text/po/*.po
Languages: fr, jp

# tuto_miniadv_0000_0000_msg
source: Before we take off, let's check the timing's OK for the music notes.
fr: Vérifions que le timing des notes est correct avant de sortir.
jp: 出撃前にノーツのタイミングに ズレがないか確認するわね。

# tuto_miniadv_0000_0001_msg
source: Try tapping the rhythm buttons in time with the high notes.
fr: Tape sur le bouton en rythme avec les notes aiguës que tu entends.
jp: 聴こえてくる高音に合わせて リズムボタンをタップしてみて。

# tuto_miniadv_0001_0000_msg
source: OK, we're ready to go. It's time to launch!
fr: Tout est ok. Allons-y !
jp: これで準備OKよ。 出撃するわ！

# tuto_miniadv_0002_0000_msg
source: I wrote a manual for just such an occasion. Let's have a look at it together.
fr: J'ai préparé un manuel. Regardons-le ensemble.
jp: 今回のためにマニュアルを作成したわ。 一緒に見ていきましょう。

# tuto_miniadv_0002_0001_msg
source: Always prepared, huh, Kaname! So I'll be ready for anything if I read this, right?
fr: Comme attendu de Kaname ! Tout ce qu'il y a à savoir est dans ce manuel !
jp: さすがカナメさん！ このマニュアルを見ればバッチリってことやね！

# tuto_miniadv_0003_0000_msg
source: ...Are our songs having any effect? Freyja, continuing further would be dangerous. Let's retreat for now!
jp: …私たちの歌が効いてない？ フレイア、これ以上は危険だわ。 一旦、戻って！

# tuto_miniadv_0004_0000_msg
source: Our songs restored the Episode Plate. They're memories recorded as electronic data.
jp: 【エピソードプレート】は私たちの歌で修復された 記憶を概念化して、電子情報として記録したものよ。

# tuto_miniadv_0005_0000_msg
source: There are various ways you can get Episode Plates.
fr: Les 【plaques d'épisode】 peuvent être obtenues de différentes manières.
jp: 【エピソードプレート】はさまざまな方法で 入手することができるわ。

# tuto_miniadv_0005_0001_msg
source: This time, let's try getting some from the gachas!
fr: Cette fois, tu peux l'obtenir en tirant à la 【loterie】 !
jp: 今回は、【ガチャ】を引いて手に入れてみましょう！

# tuto_miniadv_0005_0002_msg
source: Here's some Song Gems, which you need for playing gachas. I wonder what plates we'll get!
fr: Les 【orbes sonores】nécessaires à la loterie sont également prêtes. J'ai hâte de voir quel genre de plaque tu obtiendras.
jp: ガチャに必要な【歌晶石】も準備できているわ。 どんなプレートが出るか楽しみね。

# tuto_miniadv_0006_0000_msg
source: Is this... Is this from the day I passed my audition?
fr: C'est... Le jour ou j'ai réussi l'audition ?
jp: これって… 私がオーディションに合格した日の？

# tuto_miniadv_0006_0001_msg
source: Apparently, the images that emerge from Episode Plates come from memories related to us.
fr: Ce qui apparaît sur les 【Plaques d'épisode】serait des images de nos souvenirs.
jp: 【エピソードプレート】に浮かび上がるものは 私たちと関連のある記憶のイメージになるらしいわ。

# tuto_miniadv_0007_0000_msg
source: We Divas are the first to harness the powers of Episode Plates by equipping them. I'll explain how to do that now.
fr: Le pouvoir de la 【Plaque d'épisode】n'est utilisable que par la diva qui la porte. Je vais t'expliquer comment faire.
jp: 【エピソードプレート】の力は私たち歌姫が 身につけることで初めて引き出せるの。 やり方を説明するわね。

# tuto_miniadv_0008_0000_msg
source: Start with tapping Edit Teams.
fr: Commence par sélectionner 【organisation du groupe】.
jp: まずは【ユニット編成】を選択してね。

# tuto_miniadv_0009_0000_msg
source: Teams consist of a combination of Divas and their Episode Plates.
fr: Le 【groupe】est composé d'un ensemble de diva et de plaques d'épisode.
jp: 【ユニット】は歌姫とエピソードプレートの 組み合わせによって成り立っているの。

# tuto_miniadv_0009_0001_msg
source: OK, let's try powering up the Episode Plate you got.
fr: Maintenant, commençons et renforçons-le avec la plaque d'épisode que tu as.
jp: さぁ、早速手に入れたエピソードプレートで 強化してみましょう。

# tuto_miniadv_0010_0000_msg
source: The Episode Plate raised your song power! I think you'll be able to generate stronger Bio-Fold Waves now.
fr: La plaque d'épisode a rendu mon chant plus fort ! Maintenant, on peut générer des ondes bio-fold plus puissantes.
jp: エピソードプレートで歌の力が強くなったわ！ 今なら、より強力な生体フォールド波を 発生させることができそうね。

# tuto_miniadv_0011_0000_msg
source: Here, everyone in the galaxy, including Walküre, can communicate across time and space.
fr: Ici, on peut communiquer à travers le temps et l'espace avec des gens de toute la galaxie, y compris nous, les Walküre.
jp: ここでは私たちワルキューレを含む全銀河の人々と 時空を超えた通信ができるの。

# tuto_miniadv_0011_0001_msg
source: Across time and space?
fr: Transcender le temps et l'espace ?
jp: 時空を超える？

# tuto_miniadv_0011_0002_msg
source: It'll be faster if you see for yourself.
fr: C'est plus rapide de s'en rendre compte par soi-même.
jp: それは、自分の目で確かめた方が早いわね。

# tuto_miniadv_0011_0003_msg
source: Alright, first we have to select a chat room. This time we'll use the SDN Chat Room.
fr: Sélectionne d'abord une salle. Cette fois, sélectionne 【Salle de contact SNS】.
jp: さあ、まずはルームの選択よ。 今回は【SNS連絡部屋】を選択してみて。

# tuto_miniadv_0012_0000_msg
source: Like this?
fr: C'est bon ?
jp: これでいいんかね？

# tuto_miniadv_0012_0001_msg
source: Yeah, that's perfect.
fr: Oui, c'est parfait.
jp: ええ、バッチリよ。

# tuto_miniadv_0013_0000_msg
source: Oooh, Mikumo, Makina, and Reina! Walküre's here in force!
fr: Ah, Mikumo, Makina et Reina sont là ! Les membres de Walküre sont au complet !
jp: おお、美雲さんにマキナさんにレイナさん！ ワルキューレのメンバーが勢ぞろい！

# tuto_miniadv_0013_0001_msg
source: I had the rest of us join earlier. Now, let's start texting!
fr: J'ai demandé aux autres membres de s'inscrire en avance. Maintenant, discutons !
jp: 他のメンバーには先に登録を済ませてもらっていたの。 さあ、早速会話してみましょう！

# tuto_miniadv_0014_0000_msg
source: We have all the Divas who are currently standing up to the Bird People threat on this database.
fr: La base de données contient les divas actuellement menacées par les hommes oiseaux.
jp: こちらのデータベースには現在鳥の人の脅威に 立ち向かっている歌姫たちが登録されています。

# tuto_miniadv_0014_0001_msg
source: We'll need the song powers of all the Divas and your cooperation in order to resist the threat the Bird People pose.
fr: Pour contrer la menace du peuple des hommes oiseaux, le pouvoir de chant des divas et ta coopération sont essentiels.
jp: 鳥の人の脅威に対抗するためには、 歌姫のみなさんが持つ歌の力とあなたの協力が 必要不可欠です。

# tuto_miniadv_0014_0002_msg
source: To start with, choose a Diva to fight with you.
fr: En premier, peux-tu choisir une diva avec laquelle combattre ?
jp: まずは共に戦う歌姫を選んでいただけますか？

# tuto_miniadv_0014_0003_msg
source: Note that Mylene and Basara's spacetime is still unstable, so they can't fight with us yet.
fr: Cependant, Mylène et Basara ne sont pas encore en mesure de se battre avec nous, car leur espace-temps n'est pas stable.
jp: ただしミレーヌさんとバサラさんは時空が 安定していないため まだ、一緒に戦うことができません。

# tuto_miniadv_0014_0004_msg
source: But I'm sure we'll be able to fight alongside them in the future.
fr: Mais je crois que nous finirons par pouvoir nous battre ensemble.
jp: ですが、いずれ共に戦えるようになると思います。

# tuto_miniadv_0015_0000_msg
source: Hi, nice to meet you. I'm Kaname Buccaneer.
fr: Enchantée de te rencontrer. Je suis Kaname Buccaneer.
jp: はじめまして。 私はカナメ・バッカニアよ。

# tuto_miniadv_0015_0001_msg
source: I'll be sticking with you for a while to show you the ropes. I'm looking forward to working with you.
fr: Je te soutiendrai pendant un certain temps encore.
jp: これからしばらくあなたをサポートすることになるわ。 よろしくね。

# tuto_miniadv_0015_0002_msg
source: Looks like there's a little gift to celebrate you joining us in your Gift Box! I held onto your Episode Plate for you, so I'll give that to you now.
fr: Il semble que ton cadeau d'engagement soit arrivé dans ta boîte à cadeaux ! Je garde la plaque d'épisode, je te la donne maintenant.
jp: あなたの入隊祝いがプレゼントBOXに届いてるみたい！ エピソードプレートは私が預かってるから 今から渡すわね。

# tuto_miniadv_0016_0000_msg
source: Hi, nice to meet you. I'm Kaname Buccaneer.
fr: Enchantée de te rencontrer. Je suis Kaname Buccaneer.
jp: はじめまして。 私はカナメ・バッカニアよ。

# tuto_miniadv_0016_0001_msg
source: I'll be sticking with you for a while to show you the ropes. I'm looking forward to working with you.
fr: Je te soutiendrai pendant un certain temps encore.
jp: これからしばらくあなたをサポートすることになるわ。 よろしくね。

# tuto_miniadv_0016_0002_msg
source: Looks like there's a little gift to celebrate you joining us in your Gift Box! I held onto your Episode Plate for you, so I'll give that to you now.
fr: Il semble que ton cadeau d'engagement soit arrivé dans ta boîte à cadeaux ! Je garde la plaque d'épisode, je te la donne maintenant.
jp: あなたの入隊祝いがプレゼントBOXに届いてるみたい！ エピソードプレートは私が預かってるから 今から渡すわね。

# tuto_miniadv_0017_0000_msg
source: Now we'll get one of Freyja's stage costumes too. Tap Go and let's give it a try!
fr: Tu peux aussi obtenir le costume de scène de Freyja. Sélectionne 【Défi】et relève le défi !
jp: フレイアのステージ衣装も手に入るのよ。 【挑戦する】を選んで早速チャレンジしてみましょう！

# tuto_miniadv_0018_0000_msg
source: So you cleared all the missions, huh? Great work!
fr: Tu as accomplis toutes les missions ! Félicitation !
jp: ミッションをすべてクリアしたのね。 すごいじゃない！

# tuto_miniadv_0018_0001_msg
source: There are other rewards you can get by fulfilling certain conditions. There are lots of missions available, so check them out, OK?
fr: Il existe de nombreuses autres missions qui vous récompensent pour les avoir accomplies, alors n'hésitez pas à y jeter un coup d'œil.
jp: 他にも達成することで報酬がもらえる ミッションがたくさんあるからチェックしてみてね。

# tuto_miniadv_0019_0000_msg
source: So I should just sing how I usually do, right? I'll gori gori go for it!
fr: Pour l'instant, je vais chanter comme d'habitude. Je vais faire de mon mieux !
jp: とりあえずいつもどおりに歌えばいいんやね。 ごりごりに頑張るかんね！

# tuto_miniadv_0020_0000_msg
source: How is it? Is the timing off between your button taps and the notes going over the buttons?
fr: Alors ? Est ce qu'il y a un décalage entre le moment où tu tapes sur le bouton et celui où les notes se superposent au bouton ?
jp: どう？ボタンをタップしたタイミングと ノーツがボタンに重なるタイミングは ズレていないかしら？

# tuto_miniadv_0021_0000_msg
source: You're going with <SelDiva>, right?
fr: Tu choisis <SelDiva> ?
jp: <SelDiva>を選ぶのですね？

# tuto_miniadv_0022_0000_msg
source: Here's where the episodes you got are displayed.
fr: Tu peux voir les épisodes obtenus ici.
jp: ここは入手したエピソードが表示されているわ。

# tuto_miniadv_0022_0001_msg
source: Let's unlock the episode Resolute Audition this time.
fr: Maintenant, débloquons l'épisode 【覚悟のオーディション】.
jp: 今回は【覚悟のオーディション】のエピソードを 解放してみましょう。

# tuto_miniadv_0023_0000_msg
source: These are the Episode Plates that form the episode Resolute Audition.
fr: Ceci sont les plaques d'épisode qui constitue l'épisode 【覚悟のオーディション】.
jp: これは【覚悟のオーディション】のエピソードを 構成するエピソードプレートよ。

# tuto_miniadv_0023_0001_msg
source: Choose one of the Episode Plates here.
fr: Choisissez l'une de ces plaques d'épisode.
jp: この中からひとつエピソードプレートを選んでね。

# tuto_miniadv_0024_0000_msg
source: You can get Episode Points by unlocking episode spaces.
fr: Vous pouvez obtenir des points d'épisode en débloquant des blocs d'épisode.
jp: エピソードマスを解放することで エピソードポイントが入手できるわ。

# tuto_miniadv_0024_0001_msg
source: Episode spaces show the rewards you get when you unlock the whole episode.
fr: C'est le bloc de l'épisode qui représente les récompenses disponibles lorsque l'épisode est entièrement débloqué.
jp: エピソードを完全解放すると入手できる報酬が 描かれているのがエピソードマスなの。

# tuto_miniadv_0024_0002_msg
source: This time, try unlocking the space that shows Freyja's stage costume.
fr: Cette fois, essayez de débloquer les cases où figure la tenue de Freyja.
jp: 今回はフレイアの衣装が表示されているマスを 解放してみてね。

# tuto_miniadv_0025_0000_msg
source: So you're one of us from today! Before we go into battle, wouldya tell me a little bit about ya?
fr: À partir d'aujourd'hui, tu es l'un des nôtres ! Avant d'aller se battre, peux-tu me parler de toi ?
jp: 今日から、私たちの仲間なんよね！ 戦う前に、あなたのことを教えてくれんかね？

# tuto_miniadv_0025_0001_msg
source: I wonder how much ya like Macross? Hows about ya pick one?
fr: A quel point l'aimes-tu? Peux-tu choisir une réponse ?
jp: あなたは、どのくらい好きなんやろ？ どれかひとつ選んでくれんかね？

# tuto_miniadv_0026_0000_msg
source: How good are ya? Me?! I-I... I'll practice an' get better!
fr: Quel est ton niveau en la matière ? Moi ! ...Eh bien, je vais faire de mon mieux !
jp: どれくらいの腕前なんかね？ 私！？…わ、私は、これからうまくなるかんね！

# tuto_miniadv_0027_0000_msg
source: I'm looking forward to hearing what ya want from the game! I wonder, whaddya wanna see?
fr: J'ai hâte de voir ce qui nous attend ! Quelles sont tes attentes ?
jp: どんなことが待ってるんか楽しみやねぇ！ あなたが期待していることは何やろ？

# tuto_miniadv_0028_0000_msg
source: Thanks for tellin' me all about ya! From now on, let's both do our best!
fr: Merci de m'avoir tant appris ! Désormais, je vais travailler dur avec toi !
jp: いろいろ教えてくれてあんがとう！ これから、私も一緒に頑張るかんね！

# tuto_miniadv_0029_0000_msg
source: Good work out there. The show was a great success! OK, let's have a look at how you did during the show!
fr: Merci pour ton travail. Le concert a été un grand succès ! Passons rapidement en revue le déroulement des concerts !
jp: お疲れ様。 ライブ、大成功ね！ それじゃ、早速ライブの流れをおさらいしましょう！

# tuto_miniadv_0030_0000_msg
source: Alright, let's have you start by attempting the debut mission.
fr: Alors, essayons d'abord la première mission de débutant.
jp: それじゃあ、まずはデビューミッションに チャレンジしてみましょう。

# tuto_miniadv_0030_0001_msg
source: You can play it by going to the Missions tab.
fr: Les missions de débutants peuvent être tentées à partir de 【Missions】.
jp: デビューミッションは【ミッション】から 挑戦することができるわ。

# tuto_miniadv_0031_0000_msg
source: Equip stronger plates so you can perform successfully! To make things more convenient, why don't we try using Auto Equip this time?
fr: Porte des plaques plus fortes pour une performance réussie ! Cette fois-ci, utilisons l'organisation automatique.
jp: ライブを成功させるために より強いプレートを身につけましょう！ 今回は便利な自動編成を使ってみましょうか。

# tuto_miniadv_0032_0000_msg
source: Now, we're ready for the show. We can launch at any time!
fr: Tu es maintenant prêts à passer à l'action. On peux sortir quand tu veux !
jp: これでライブの準備はバッチリよ。 いつでも出撃できるわね！

# tuto_miniadv_0033_0000_msg
source: You cleared your first mission! Get your clear rewards by tapping the Missions button.
fr: Tu as terminé la première mission ! Reçois tes récompenses via le bouton Mission.
jp: ひとつ目のデビューミッションをクリアしたわ！ ミッションボタンから達成報酬を受け取りましょう。

# tuto_miniadv_0034_0000_msg
source: Tap the Recieve button to get rewards! Whenever you see the badge, check what you've earned!
fr: Appuis sur le bouton Recevoir pour obtenir ta récompense ! Si tu vois un badge mission accomplie, consulte les missions !
jp: 受け取るボタンをタップして報酬を手に入れましょう！ ミッション達成のバッジが表示されていたら要チェックよ！

# tuto_miniadv_0035_0000_msg
source: You completed the second debut mission! Now, let's go claim the reward!
fr: Tu as terminé ta deuxième mission de débutant ! Il est maintenant temps de récupérer tes récompenses !
jp: ふたつ目のデビューミッションをクリアね！ さぁ、達成報酬を受け取りにいきましょう！

# tuto_miniadv_0036_0000_msg
source: Now it's time to unlock the power of the Episode Plate and make it stronger!
fr: L'étape suivante consiste à débloquer les capacités de la plaque et à la rendre plus puissante !
jp: 次はプレートの能力を解放して強くしてみましょう！

# tuto_miniadv_0037_0000_msg
source: Let's set up a new diva unit!
fr: Ajoute les nouvelles divas dans ton groupe !
jp: 新しい歌姫をユニットに編成してみましょう！

# tuto_miniadv_0038_0000_msg
source: Singing with others will make the diva stronger! So, don't forget to assign your new divas.
fr: Ton groupe est plus fort avec les nouvelles divas ! N'oublie pas de les utilisées.
jp: 歌姫を編成したことでユニットが強くなったわ！ 新しい歌姫は忘れずに編成してね。

# tuto_miniadv_0039_0000_msg
source: Before you start a live show, you're happy to choose someone to assist you. This time, Just pick the top one.
fr: Avant de commencer le live, choisis d'abord un joueur pour t'assister. Cette fois, choisissons le meilleur joueur.
jp: ライブを始める前にまずはアシストをしてくれる プレイヤーを選んでね。 今回は1番上のプレイヤーを選んでみましょう。

# tuto_miniadv_0040_0000_msg
source: Commander Mölders was calling. Let's go together!
jp: アラド隊長が呼んでいたわよ。 一緒に行きましょう！

# tuto_miniadv_0041_0000_msg
source: We've got a new assignment. We need to head to Operations!
jp: 早速依頼が届いているわね。 オペレーションを受注してみましょう！

# tuto_miniadv_0042_0000_msg
source: You can choose which squadron to deploy. Each one has up to three Valkyries. For now, we'll be using Hayate.
jp: 出撃する小隊を選べるわ。 最大3機で小隊が組めるようね。 今回はハヤテ君にお願いしましょう。

# tuto_miniadv_0043_0000_msg
source: OK, Now to explain the Veritech system. Depending on the strategy, choose a suitable form. If you get it right, you'll shorten the operation time.
jp: まずは、バルキリーを変形させてみましょう！ 作戦や推奨値を見てオペレーションに合った形態を 選ぶと、出撃時間を短縮できるのよ。

# tuto_miniadv_0044_0000_msg
source: Something new just unlocked. Let's go to the Diva screen.
jp: 新しい機能が解放されたわ。 歌姫画面へ移動してみましょう。

# tuto_miniadv_0045_0000_msg
source: Makina has been adjusting the photonics on the costumes. Let's see what she can do!
jp: 手に入れた衣装をマキナが強化してくれることになったの。 早速試してみましょう！

# tuto_miniadv_0046_0000_msg
source: Choose your favorite costume for adjustment.
jp: 好きな衣装を選んでお願いしてみてね。

# tuto_miniadv_0047_0000_msg
source: There's a special Bingo mission, I heard it gives you a special Episode Plate! Please give it a go.
fr: Il y a maintenant une mission de bingo qui te permet d'obtenir une plaque d'épisode spéciale ! Essaye-la.
jp: 特別なエピソードプレートがもらえる ビンゴミッションが登場したわ！ ぜひ挑戦してみてね。

# tuto_miniadv_0048_0000_msg
source: Something new just unlocked. Let's go to the Diva screen.
jp: 新しい機能が解放されたわ。 歌姫画面へ移動してみましょう。

# tuto_miniadv_0049_0000_msg
source: The Valkyrie maintenance system is now online.
jp: バルキリーの強化が可能になったわ。

# tuto_miniadv_0050_0000_msg
source: Something new just unlocked. Let's move to the lobby area.
jp: 新しい機能が解放されたわ。 マクロスロビーへ移動してみましょう。

# tuto_miniadv_0051_0000_msg
source: Something new just unlocked. Let's go to the dorm room.
jp: 新しい機能が解放されたわ。 デコルームへ移動してみましょう。

# tuto_miniadv_0052_0000_msg
source: All-Out Live has begun! You can also move from the lobby area to the Live area.
jp: 総力LIVEが開始したわ！ マクロスロビーからも総力LIVEに移動できるの。

# tuto_miniadv_0053_0000_msg
source: In a Total Power Live, we need to search for enemies. Let's use the fold radar to find them.
jp: 総力LIVEでは暴走エネミーを索敵することから始まるの。 フォールドレーダーを使って索敵してみましょう。

# tuto_miniadv_0053_0001_msg
source: I've set up a fold radar for you. Please try it first!
jp: 今回はこっちでフォールドレーダーを用意したから、 まずはやってみましょう！

# tuto_miniadv_0054_0000_msg
source: Looks like you've found them. Jon the battle to neutralize them!
jp: うまく見つけられたようね。 参戦して無力化させましょう！

# tuto_miniadv_0055_0000_msg
source: Now we've managed to set up five-member performances! Let's look at who is going to appear on stage.
jp: さぁ、いよいよ5人ユニットライブが始まるわね！ まずは、ライブに登場する歌姫を確認してみましょう。

# tuto_miniadv_0055_0001_msg
source: I wonder what that arrow button in the bottom right corner is for.
jp: 右下の矢印ボタンをタップしてみてくれるかしら。

# tuto_miniadv_0056_0000_msg
source: Now you can choose which diva is performing.
jp: これでライブに登場する歌姫を選べそうね。

# tuto_miniadv_0056_0001_msg
source: Unlike regular performances, not all the divas count. The divas on the far sides won't affect the centre. Now, once you have five divas, let's perform!
jp: 両サイドに編成した歌姫は ユニットのステータスに反映されないから注意してね。 歌姫が5人揃ったらライブを始めましょう！
