Repository: Xele02/UMO-translation
Catalog: Database/diva009/po/*.po
Languages: fr, jp

source: talk_time_01
fr: Ah, j'ai faim. Il y a quelque chose ?
jp: あー、腹減った。 なんかねーかな

source: talk_time_02
fr: Tu auras toujours de la puissance quand tu m'entends chanter.
jp: 俺の歌を聞けば、 いつだってパワーが湧いてくるぜ

source: talk_time_03
fr: Une promenade est une bonne chose. Ca donne des idée de phrases.
jp: 散歩ってのもいいもんだぜ。 いいフレーズが浮かんでくるんだ

source: talk_time_04
fr: Ne réfléchis pas trop, chantons !
jp: 難しいことなんて 考えてねーで、歌おうぜ！

source: talk_time_05
fr: Je chante quand je veux. Peu importe où et quand !
jp: 俺は好きな時に歌うぜ。 時間や場所なんて関係ねぇ！

source: talk_time_06
fr: Hé, réponds. Le concert commence.
jp: おい、返事くらいしろよ。 ライブが始まるぞ

source: talk_time_07
fr: Hmm... ...ce son ne me semble pas correct.
jp: …んー …この音だとどうもしっくりこねぇな

# talk_time_08
source: What is it? Is Mylene calling?
fr: Qu'est-ce que c'est ? Mylène veut me voir ?
jp: なんだ？ミレーヌが呼んでんのか？

# talk_login_01
source: Hmm... It's already this late?
fr: Hmm... Il est tard…
jp: んん… まだこんな時間かよ…

# talk_login_02
source: Alright, just like any other day, we burn bright!
fr: Aller, encore une journée enflammée !
jp: さ、今日も1日、熱くいくぜ！

source: talk_login_03
fr: Si tu ne manges pas, tu ne pourras pas faire de concert.
jp: 飯食わねえと、 ライブはできねぇぞ

source: talk_login_04
fr: As-tu écouter mes chansons aujourd'hui ?
jp: 今日も俺の歌、 聞いてくれたのか？

source: talk_login_05
fr: Hmm..., quelque chose est différent... Whoa, te voilà.
jp: ん～…、なんか違うな… おっ、いたのかよ

source: talk_comeback_01
fr: Je le savais, Tu ne peux pas oublier ma chanson ?
jp: やっぱり、 俺の歌が忘れられなかったのか？

source: talk_comeback_02
fr: Je reste motivé aujourd'hui !
jp: 今日も気合入れていくぜ！

# talk_birthday_01
source: Hmm? My birthday present? Heh, I'm really glad. Thanks!
fr: Hmm ? Mon cadeau d'anniversaire ? ...Eh bien, je suis très heureux. Je te remercie !
jp: ん？俺の誕生日プレゼント？ …へぇ、嬉しいねぇ。ありがとよ！

source: talk_event_01
fr: Les fêtes de fin d'année ? Ca n'a pas d'importance. A Noël et nouvel an, je chante !
jp: 正月休み？へっ、関係ねぇな。 盆も正月も俺は歌うだけだ！

source: talk_event_02
fr: Mylène a dit qu'elle avait fait du chocolat. Tu en veux aussi ?
jp: ミレーヌがチョコを作ったんだと。 お前も一緒に食うか？

source: talk_event_03
fr: Setsubun... Ca ne m'intéresse pas trop.
jp: 節分ねぇ…そんなに興味ねぇな

source: talk_event_04
fr: L'odeur est agréable... Est-ce l'odeur des fleurs de pêcher ?
jp: なんだかいい匂いがするな… 桃の花の匂いか？

source: talk_event_05
fr: Le White Day. Eh bien.., Gamlin parlait de ce que qu'il va donner en retour.
jp: ホワイトデーか。そういや、 ガムリンがお返しがどうのって 話してたな

source: talk_event_06
fr: C'est le jour du poisson d'avril. Mylène a fait un mensonge évident.
jp: 今日はエイプリルフールだな。 ミレーヌがバレバレの嘘を ついてたぜ

# talk_event_07
source: What's so golden about Golden Week?
fr: Qu'est ce qui est dorée dans la Golden Week ?
jp: ゴールデンウィークって 何がゴールデンなんだ？

# talk_event_08
source: I can't stop cracking up when I see Mylene in a wedding dress. It's way too early for her to be wearing one
fr: Je n'ai pas arrêté de sourire quand j'ai vu Mylène en robe de mariée. C'est trop tôt pour elle.
jp: ミレーヌがウェディングドレス 見てニヤけっぱなしなんだ。 お前にはまだ早いってーの

source: talk_event_09
fr: Les étoiles sont belles... un jour comme celui-ci, je ne peux que chanter en les regardant.
jp: 星が綺麗だな…こういう日は、 星を眺めながら歌うに限る

source: talk_event_10
fr: Fendre des pastèques avec une chanson ? D'accord, essayons !
jp: 歌でスイカを割る？ いいぜ、試してみようじゃねぇか！

source: talk_event_11
fr: Le son des feux d'artifice a un rythme agréable. J'aime bien.
jp: 花火の音って、いいビートだよな。 嫌いじゃないぜ

source: talk_event_12
fr: Composer en regardant la lune permet de faire de grandes avancées.
jp: 月を見ながら作曲すると、 結構はかどるんだぜ

source: talk_event_13
fr: Je vais faire de cet Halloween un grand moment avec ma chanson ! Des bonbons ou du feu !
jp: 俺の歌でド派手なハロウィンに してやるぜ！ トリック・オア・ファイヤー！

source: talk_event_14
fr: Qu'est-ce qu'un festival culturel ? Ecoute mes chansons et tu sauras !
jp: 文化の祭りって何かって？ んなもん、俺の歌を聞けばわかるぜ！

source: talk_event_15
fr: Je doit donner un concert en Père Noël... Ma barbe s'accroche à la guitare et c'est dur de jouer !
jp: サンタの格好でライブすることに なったんだけどよ…髭がギターに ひっかかって、やりづれぇぞ！

source: talk_event_16
fr: Es-tu prêt pour le nouvel an ? Allons enflammer l'année prochaine ! Fire !
jp: 年越しの準備はできてるか？ 来年も燃えるぜ！ファイヤー！

source: talk_event_17
fr: Il y a beaucoup de public ! J'adore, je suis enflammé !
jp: オーディエンスが大勢いるな！ いいね、燃えてきたぜー！

source: talk_event_18
fr: 1 million de spéctateurs ! C'est génial !
jp: オーディエンス100万人か！ サイッコーだぜ！

source: talk_event_19
fr: 2 millions de téléchargements ! Bravo !
jp: 200万ダウンロード達成！ やったぜ！

source: talk_event_20
fr: Peu importe l'anniversaire, je chante, c'est tout !
jp: 何周年だろうと関係ねぇよ、 俺は歌うだけだ！

# touch_reaction_01
source: What, you want to listen to my song?
fr: Quoi, Tu veux m'entendre chanter ?
jp: なんだ、 俺の歌が聞きたいのか？

# touch_reaction_02
source: Hey hey that tickles.
fr: Hé, Ca chatouille.
jp: おいおい、 くすぐったいじゃねーか。

# touch_reaction_03
source: What is this. These feelings... It's burning...!
fr: Qu'est ce que cette sensation. Ca brûle... !
jp: 何だってんだ、この気持ち。 熱いぜ…！

source: touch_reaction_04
fr: Ah, j'ai faim. Il y a quelque chose ?
jp: あー、腹減った。 なんかねーかな

source: touch_reaction_05
fr: Tu auras toujours de la puissance quand tu m'entends chanter.
jp: 俺の歌を聞けば、 いつだってパワーが湧いてくるぜ

source: touch_reaction_06
fr: Une promenade est une bonne chose. Ca donne des idée de phrases.
jp: 散歩ってのもいいもんだぜ。 いいフレーズが浮かんでくるんだ

source: touch_reaction_07
fr: Quoi ? Ca chatouille.
jp: なんだよ、くすぐってぇな

source: touch_reaction_08
fr: Oui... Dit moi ta chanson préférée.
jp: そうだな… お前の好きな歌、教えてくれよ

source: login_reaction_01
fr: Voila, Prends ça !
jp: ほらよ、 こいつを受け取ってくれ！

# login_reaction_02
source: Here's something called a present Use it however you want
fr: C'est un cadeau, Fais-en ce que tu veux.
jp: プレゼントってやつだ 好きに使ってくれよ

source: simulation_result_01
fr: Tu dois écouter les chansons en live ! Pour sentir mon cœur, attends le prochain concert !
jp: やっぱ、歌は生で聞くもんだぜ！ 俺のハートを感じたけりゃ、 次のライブも楽しみにしててくれ！

source: go_diva_result_01
jp: へぇ…なかなかやるじゃねぇか

source: go_diva_result_02
jp: …お前の熱いハート、 しっかり伝わったぜ

source: go_diva_result_03
jp: スペシャルなプレゼントだ。 今回だけだぞ？

# intimacy_pointup_01
source: Nice!
fr: Super !
jp: いいねぇ！

# intimacy_pointup_02
source: I'm burning!
fr: Je m'enflamme !
jp: 燃えるぜ！

# intimacy_pointup_03
source: Hehe~
fr: Héhéhé
jp: へへっ

# present_01
source: Thanks!
fr: Merci !
jp: ありがとよ！

source: present_02
fr: J'ai faim…
jp: 腹減ったな…

source: present_03
fr: Mhhh... J'ai envie de manger un truc stimulant.
jp: なんつーか、こう… 刺激のあるもんが食いてぇな

source: present_04
fr: Je mange quand je veux. Je me fiche des détails.
jp: 食いたいときに食う。 細かいことは気にしねぇぜ

source: present_05
fr: Je ne suis pas trop en forme…
jp: 調子が出ねぇ気がするな…

source: present_06
fr: C'est pas mal de changer d'humeur de temps en temps.
jp: たまには気分を変えてみるってのも 悪くねぇな

source: present_07
fr: Essayons de changer de décor.
jp: 気分転換ってやつでもしてみるか

source: present_08
fr: Un mauvaise apparence... Est ce vraiment important ?
jp: 身だしなみねぇ… そんなに大事なことか？

source: present_09
fr: Ma chambre ? Il n'y a rien dedans.
jp: 俺の部屋？ 別に何も置いてねぇよ

source: present_10
fr: Mylène me harcèle pour que je prenne soin de moi…
jp: 身の回りに気を使えって ミレーヌがうるせぇんだよな…

# present_11
source: Nice!
fr: Super !
jp: いいねぇ！

source: cs_touch_reaction_01
fr: Oui ? Qu'est ce qu'il y a ?
jp: よう、なんか用か？

source: cs_touch_reaction_02
fr: Ah, allons voir un concert. Je vais chanter !
jp: なぁ、ライブに行こうぜ。 歌いてぇんだ！

source: cs_touch_reaction_03
fr: Un high-five ? Ok !
jp: ハイタッチか？いいぜ！

source: cs_touch_reaction_04
fr: Je devrais peut-être rester dans ma chambre et écrire une nouvelle chanson…
jp: 部屋にこもって新曲でも書くか…

source: cs_touch_reaction_05
fr: Voulez-vous venir dans ma chambre ? Bien sûr, mais je n'ai que de la limonade.
jp: 俺の部屋に来たい？いいけど、 レモネードぐらいしかねぇぞ

source: cs_touch_reaction_06
fr: Ray a encore pris ma Valkyrie... Je veux la récupérer.
jp: レイのやつ、また俺のバルキリーを 持っていきやがった… 早く返せっての

source: cs_touch_reaction_07
fr: Je me fiche du costume, mais pas toujours le même. J'ai besoin de stimulation !
jp: 衣装なんてなんでもいいが、 ずっと同じってのも飽きてくるな。 刺激が欲しいぜ！

source: cs_touch_reaction_08
fr: Tu es libre ? Alors écoute ma chanson !
jp: あんた、暇か？ なら、俺の歌を聞いていけ！

source: cs_touch_reaction_09
fr: Tu semble t'ennuyer. Dans ce cas, je vais t'en mettre plein la vue !
jp: 退屈そうだな。なら、 俺がハートをビンビンにしてやるぜ！

source: cs_touch_reaction_10
fr: Tu es quelqu'un d'intriguant... J'aimerais chanter avec toi.
jp: 面白ぇやつだな… あんたと歌ってみたいぜ

# talk_event_21
source: I checked out Freyja's birthday party. The Ragna Nyan-Nyan food... looked really tasty
fr: J'ai été à la fête d'anniversaire de Freyja. La nourriture du Ragna Nyan-Nyan... Ça avait l'air bon.
jp: フレイアの誕生日パーティーを見て きたんだけどよ。裸喰娘娘の料理… うまそうだったな

# talk_event_22
source: Apparently the folks from Walküre sang a birthday song for Mikumo. That's pretty awesome...!
fr: Les Walküre ont offert à Mikumo une chanson d'anniversaire. C'est génial... !
jp: ワルキューレの奴ら、美雲に バースデーソングをプレゼント したらしいぜ。最高じゃねぇか…！

# talk_event_23
source: Looks like today is Kaname's birthday
fr: C'est l'anniversaire de Kaname.
jp: カナメ、誕生日なんだってな

# talk_event_24
source: Today is Makina's birthday, huh…
fr: C'est l'anniversaire de Makina…
jp: マキナの誕生日だったのか…

source: talk_event_25
fr: C'est l'anniversaire de Reina. Je vais chanter une chanson pour fêter ça.
jp: 今日はレイナの誕生日なんだと。 後で一曲、祝いの曲でも 歌ってやるか

# talk_event_26
source: Is today actually Ranka's birthday?
fr: C'est l'anniversaire de Ranka aujourd'hui ?
jp: 今日はランカの誕生日なのか？

source: talk_event_27
fr: Le servant de Sheryl est encore plus éclatant aujourd'hui. Elle a une belle voix !
jp: シェリルの奴、 今日は一段とギラギラしてるな。 最高の歌声じゃねぇか！

# talk_event_28
source: Mylene has been smirking this entire time. Is she that happy about today being her birthday? Geez…
fr: Mylène ne cesse de sourire. Elle est si contente que c'est son anniversaire ? Alala…
jp: ミレーヌがずっとニヤニヤ してるんだ。誕生日がそんなに 嬉しいのか？ったく…

# talk_event_29
source: Basara
jp: バサラ

source: talk_event_30
fr: Du monde va aller au concert d'anniversaire de Minmay. Ses chansons font cet effet…
jp: ミンメイのバースデーライブには、 たくさんの人が集まるらしい。 あいつの歌がそうさせるんだろうな…

# talk_event_31
source: Hayate
jp: ハヤテ

# talk_event_32
source: Mirage
jp: ミラージュ

# talk_event_33
source: Messer
jp: メッサー

# talk_event_34
source: Arad
jp: アラド

# talk_event_35
source: Chuck
jp: チャック

# talk_event_36
source: Alto
jp: アルト

# talk_event_37
source: Ozma
jp: オズマ

source: talk_event_38
fr: Je vais laisser Mylène et Veffidas s'occuper du cadeau de Ray... Je vais écrire une nouvelle chanson.
jp: レイへの誕生日プレゼントは、 ミレーヌとビヒーダに任せて… 俺は記念の新曲でも書くか

source: talk_event_39
fr: Hikaru
jp: 輝

source: talk_event_40
fr: Mylène m'a demandé de réfléchir à un cadeau pour Gamelyn... Est-ce que j'y pense ?
jp: ミレーヌから、ガムリンの誕生日 プレゼントを考えろって言われたん だけどよ…俺が考えるのか？

source: talk_event_41
fr: Misa
jp: 未沙

source: talk_event_42
fr: Notre film va sortir.
jp: 俺たちの映画が公開されるんだと

source: talk_event_43
fr: Tu as beaucoup pris soin de moi. J'ai passé de super sessions ! Recommençons un jour !
jp: 思えばずいぶんと世話になったな。 お前とのセッション、最高だったぜ！ またいつかやろうな！

source: talk_event_44
fr: Gamlin t'a également félicité. Merci pour ton aide. Tu as toujours été très sérieux.
jp: ガムリンもお前のことを褒めてたぜ。 これまでの協力に感謝しますってな。 あいつもほんと生真面目だよな

source: talk_event_45
fr: J'aimerais que les gens de Vajra et Windermere m'entende. Il ne me reste plus qu'à attendre.
jp: バジュラやウィンダミアの奴らにも、 俺の歌を聞かせてやりてぇな。 ま、次の楽しみってことにしとくか。

source: talk_event_46
fr: Voir la galaxie, traverser l'espace temps... J'ai hâte de voir la suite. Avant, faisons un autre voyage.
jp: 銀河を見て、時空を超えて…へへっ、 次は何が起きるのか楽しみだぜ。 その前にまた旅にでも出るか

source: talk_event_47
fr: Mylène fait beaucoup de bruit pour aller saluer Minmay. Bon, je l'ai fait, alors je vais y aller…
jp: ミレーヌのやつが最後にミンメイに 挨拶しようってうるせぇんだ。まぁ、 世話になったし、行ってくるか…
