Repository: Xele02/UMO-translation
Catalog: Database/anketoDb_text/po/*.po
Languages: fr, jp

# anketo_0000_question
source: How much do you like the Macross franchise?
fr: A quel point aimes-tu la série Macross ?
jp: マクロスシリーズはどのくらい好きですか？

# anketo_0000_0000_choice
source: I really enjoy it
fr: Je l'aime beaucoup
jp: すごく好き

# anketo_0000_0001_choice
source: I only like it a little
fr: Je l'aime moyennement
jp: まあまあ好き

# anketo_0000_0002_choice
source: I don't really like it
fr: Je ne l'aime pas beaucoup
jp: あまり好きじゃない

# anketo_0000_0003_choice
source: I don't know the series
fr: Je n'en sais pas grand-chose
jp: よく知らない

# anketo_0001_question
source: Have you played any other rhythm games?
fr: As-tu déjà joué à d'autres jeux de rythme ?
jp: いままで他のリズムゲームを遊んだことはありますか？

# anketo_0001_0000_choice
source: I play them a lot
fr: Je joue beaucoup
jp: かなり遊んでいる

# anketo_0001_0001_choice
source: I play them often
fr: Je joue moyennement
jp: まあまあ遊んでいる

# anketo_0001_0002_choice
source: I don't really play them
fr: Je ne joue pas beaucoup
jp: あまり遊んでいない

# anketo_0001_0003_choice
source: Uta Macross is my first
fr: Uta Macross est le premier
jp: 歌マクロスが初めて

# anketo_0002_question
source: What are you looking forward to in Uta Macross?
fr: Parmi les éléments suivants, lesquels aimerais-tu voir dans Uta Macross ?
jp: 歌マクロスに期待したい要素はどれですか？

# anketo_0002_0000_choice
source: The characters
fr: Personnages
jp: キャラクター

# anketo_0002_0001_choice
source: The storyline
fr: Histoires
jp: ストーリー

# anketo_0002_0002_choice
source: The songs
fr: Musiques
jp: 楽曲

# anketo_0002_0003_choice
source: The performances
fr: Danses
jp: ダンス

# anketo_0002_0004_choice
source: The Valkyries
fr: Vakyries
jp: バルキリー

# anketo_0002_0005_choice
source: The gameplay
fr: Jeu de rythme
jp: リズムゲーム
